Repository: leasoussan/kiwep
Catalog: globaltemplates/locale/*/LC_MESSAGES/django.po
Languages: fr

# went_wrong
source: Somethong went Wrong
fr: Il ya eu une erreur

source: Internal Server Error
fr: Erreur De Fonctionalitee

source: Homepage
fr: Page d'Accueil

source: About Us
fr: A Propos de Nous

source: Contact Us
fr: Nous Contacter

source: Adjust
fr: Ajuster

source: Dashboard
fr: Tableu de Bord

source: Profile
fr: Profil

# done
source: Fini
fr: Terminee

source: Todo
fr: A Faire

source: Logout
fr: Se Deconnecter

source: Reports
fr: Raports

# educational_project
source: Educational Projects
fr: Projet Educationel

# the_kiwep_moto
source: The Futur of Activated Co-Learning
fr: Le futur d'apprentisage

source: Institution Registration
fr: Enregistrement Institution

source: Increse Your Skills
fr: Augmenter vos competences

source: Frequently Asked Question
fr: Question Fréquemment Posée

# what_are_the_requirements
source: Are they any requirements
fr: Quel sont les exigences

# can_we_do_projects_with_no_school-attached
source: Can we do a project without a Team
fr: Peux on faire un projet sans que une ecole y soit attache

# can_i_get_a_mentor
source: Can I rent a Mentor
fr: Est ce possible d'avoir un Coach

source: Register
fr: Enrengistrement

source: About
fr: A propos

source: Partner Up
fr: Demande de partenaria
