Repository: leasoussan/kiwep
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit Profile
fr: Editer Votre Profile

source: Hello
fr: Bonjour

# to_your_dashboard
source: Go to Dashboard
fr: Tableau de Bord

# projects_title
source: Projects
fr: Titre Du Projet

source: Create Project
fr: Creer un Project

# projects_list
source: Projects Liste
fr: Liste de Projets

# name_table_head
source: Name
fr: Nom

# group_table_head
source: Group
fr: Groupe

# team_title
source: Team
fr: Equipe

source: Create Team
fr: Creer une Equipe

source: Team List
fr: List des Equipes

# missions_title
source: Mission
fr: Missions

source: Create Mission
fr: Creer une Mission

# mission_list
source: Missions List
fr: Liste des Missions

source: Create Resource
fr: Creer Une Resource

# available_projects_title
source: Available Projects
fr: Projets Disponibles

# Team_name_title_table_head
source: Team Name
fr: Nom De L'equipe

# project_name_table_head
source: Project Name
fr: Nom du Projet

# field_table_head
source: Field
fr: Domaine

# my_team_projects_title
source: My Projects Team
fr: Mes Equipes

source: Time to Complete
fr: Temps de la mission

source: In Process
fr: En cours

# project_is_done
source: Project Completed
fr: Projet Terminee

# mission_board_link
source: Mission Board
fr: Tableau des Missions
