Repository: leasoussan/kiwep
Catalog: message/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Waiting review
fr: En attente

source: Under Review
fr: En cours

source: Accepted
fr: Validée

# rejected
source: To Review
fr: À revoir

# see_comment
source: See Comments
fr: Voir les commentaires

source: Answers
fr: Réponse

# student_didnt_respond
source: Student didn't answer
fr: Pas de réponse

source: Response type
fr: Type de réponse

# text_lable
source: Text
fr: Texte

source: See File
fr: Voir le fichier

# no_file_was_submited
source: Student didn't submit a file
fr: Pas de fichier

# sent_file
source: Attached file
fr: Pièce jointe

# response_file_view
source: View response file
fr: Fichier

source: there_is_no_file_yet
fr: Pas de fichier

source: Close
fr: Fermer

source: Your last answer
fr: Votre réponse

# no_file_yet
source: No file submitted yet
fr: Pas de fichier

source: Edit answer
fr: Modifier

source: Answer status
fr: Statut

# you_didnt__answered_yet
source: You didnt answer yet
fr: Pas de réponse

source: Save answer
fr: Enregistrer

source: See student answer
fr: Voir la réponse

# see_other_student_answers
source: See others students answers
fr: Voir les réponses des apprenants

# no_answered_yet
source: No answers yet
fr: Pas de réponse

# discussions_board:
source: Discussion Board
fr: Conversation

source: Comment on answer
fr: Commentaires

# add_new_discussion_modal
source: Add Discussion
fr: Ouvrir une conversation

# start_discussion
source: Start a Discussion
fr: Nouvelle discussion

source: by
fr: Par:

# discussion_board_of
source: Discussion Board
fr: Conversation

source: Add Discussion
fr: Ouvrir une conversation
