Repository: leasoussan/kiwep
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

# student
source: Etudien
fr: Etudient

source: speaker
fr: Intervenant

source: To Kiwep
fr: A Kiwep

# institution_invitation_ registration
source: Institution Invite
fr: Invitation SignUp Institution

source: To KIWEP
fr: A KIWEP

source: speaker_invitation_registration
fr: Invitation IntervenantInvitation IntervenantNous sommes ravis de t'accueillir sur la plateforme KIWEP : nous avons hâte de mieux te connaître et de t'aider à grandir au fur et à mesure des projets que tu vas réaliser sur la plateforme.

source: Language
fr: Langue

source: invitor
fr: Invite Par

source: institution_invite_for
fr: Invitation SignUP Institution

source: speaker_invite_for
fr: Invitation Intervenant a:

source: send
fr: Envoyer

# profile_edit
source: Edit Profile
fr: Éditer le Profile

source: form_user
fr: Form Utilisateur

source: About
fr: A Props

# study_hisitory
source: Education History
fr: Education

source: From
fr: De

source: What Would you like to Know
fr: Que voudierz vous savoir sur L'etudient?

source: Active
fr: Actif

source: Edit Profile
fr: Editer Votre profile

# contact_info
source: Contact Information
fr: Nous contacter

source: live_in
fr: Vie a:

# speaker_info_bio
source: Biographie
fr: Biography Intervenant

# Studing
source: Currently Studying
fr: Etudie

# part_of_lable
source: Part of:
fr: Fait partie de :

# group_name_lable
source: Group Level:
fr: Group

# what_relevant_info_will_you_find_interesting?
source: What Information wold you like to see?
fr: Quels informations vous semblent Interessantes

# welcome_message
source: Dear Kiwep users,
fr: Chers utilisateurs/utilisatrice Kiwep.

# hi
source: Dear
fr: Cher/Chere

source: message_intro_registration_1
fr: Nous sommes ravis de t'accueillir sur la plateforme KIWEP : nous avons hâte de mieux te connaître et de t'aider à grandir au fur et à mesure des projets que tu vas réaliser sur la plateforme.

source: message_intro_registration_2
fr: Nous te souhaitons de vivre plein de belles aventures ! A très vite,

source: message_intro_registration_3
fr: L'équipe KIWEP 🥝

source: message_intro_registration_4
fr: PS : Nous te demandons un petit service : nous donner ton avis sur KIWEP dès que tu as 5 minutes en cliquant sur le lien suivant.

# remeber_me_login
source: Remember Me
fr: Se souvenir de mon Identifiant.

source: Login
fr: Se Connecter

# password_change
source: Your Password reset is Done
fr: Mot de Passe Sauvragrdee!

source: Back to Dashboard
fr: Retours au Dashboard

source: Change Password
fr: Changer de Mot de Pass

source: Password Reset Done
fr: Mot de Passe Sauvragrdee!

source: Back to Login
fr: Retours au Login

# send_passsword_reste_link
source: Sent Passwor Reset
fr: Recevoir Un lien pour Reset votre Mot de Passe

source: Sign UP
fr: S'enrengistrer

source: login_in_to_your_kiwep_account!
fr: Se Connecter a votre compt

source: Do not have an account yet?
fr: Vous n'avez pas de compt?

source: invite_used
fr: Invitation deja utilisee

source: your_invite_expired
fr: Invitation Expiree

source: no_key_to_register
fr: pas de key
