Repository: leasoussan/kiwep
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: fr

# project
source: All Projects
fr: Projet

# projects
source: All Projects
fr: Projets

source: start
fr: Début

source: middle
fr: Milieu

source: final
fr: Fin

source: link
fr: URL

source: video
fr: Vidéo

source: document
fr: Document rédigé

source: power Point
fr: Présentation

source: individual_mission
fr: Mission individuelle

source: collective_mission
fr: Mission collective

source: collective_Individual_mission
fr: Mission collective à individualiser

source: you_can_t_see_this_page
fr: Cette page n’est pas encore accessible, elle arrive bientôt !

# back_to_project_button
source: Back To Projects
fr: Retour vers le projet

source: add
fr: Ajouter

source: Edit
fr: Modifier

source: dead_line
fr: Date limite

source: Difficulty
fr: Difficulté

source: acquired_skills
fr: Compétences acquises

source: mission_status
fr: Statut de la mission

source: mission_unclaimed
fr: Mission non attribuée

source: mission_is_attributed_to
fr: Mission attribuée à

source: no_one_joined_yet
fr: Personne n’a rejoint la mission

source: Assign Mission
fr: Attribuer la mission à

source: claim_mission
fr: S’attribuer la mission

source: mission_is_attributed_to_you
fr: Cette mission vous est attribuée

source: join_mission
fr: S’attribuer la mission

source: leave_mission
fr: Quitter la mission

source: add_new_answer
fr: Ajouter une nouvelle réponse

source: answer_status
fr: Statut de la réponse

source: mission_wasnt_accepted_yet
fr: Mission non acceptée

source: discussion_mission
fr: Chat

source: project_mission_resource
fr: Ressources

source: choose_resource
fr: Choisir

source: start_disucssion
fr: Ouvrir

source: close
fr: Fermer

source: back_to_team
fr: Retour vers l’équipe

source: Time to Complete
fr: Durée du projet

source: days
fr: Jours

source: resource_list
fr: Liste des ressources

source: attributed_to
fr: Attribuée à

source: create_resource
fr: Créer

source: chose_resource
fr: Choisir

source: select
fr: Sélectionner

source: back_to_project
fr: Retour vers le projet

source: Unclaim Mission
fr: Abandonner la mission

source: this_missions_belongs_to:
fr: En charge de la mission

source: there_are_no_answers_yet
fr: Pas de réponse

source: mission_name
fr: Nom de la mission

# team_name
source: Team
fr: Nom de l’équipe

source: project_name
fr: Nom du projet

source: due_date
fr: Date limite

source: answer
fr: Réponse

source: not_answer_yet
fr: Pas de réponse

# my_mission_board_title
source: My Missions Board
fr: Mes missions

source: Status
fr: Statut

source: see_answer
fr: Voir la réponse

source: mission_not_answered_yet
fr: Pas de réponse

source: delete
fr: Supprimer

source: resource
fr: Ressource

source: add_resource
fr: Ajouter une ressource

source: edit_project
fr: Modifier le projet

source: team_of_project
fr: Equipe

source: add_mission
fr: Ajouter une mission

source: resources
fr: Ressources

source: add_project_template
fr: Ajouter un projet modèle

source: in_days
fr: en jours

source: create_template
fr: Créer un projet modèle

source: create_project
fr: Créer un projet

source: answers_board
fr: Réponses

source: my_mission_board
fr: Mes missions

source: add_project
fr: Ajouter un projet

source: my_projects
fr: Mes projets

# time_to_complete_table_header
source: Time To Complete
fr: Durée

source: edit_p_table_header
fr: Modifier

source: create_team
fr: Créer une équipe

source: available_project
fr: Projet disponible

# select_project
source: All Projects
fr: Sélectionner un projet

source: template_project
fr: Projet modèle

source: see_project
fr: Voir le projet

source: speaker_select_project
fr: Sélectionner

source: bulk_individual_mission
fr: Ajouter en masse

source: bulk_collective_mission
fr: Ajouter en masse

source: update_resource
fr: Modifier

source: back_to_mission
fr: Retour vers la mission

source: additional_information
fr: Information supplémentaire

source: additional_file
fr: Fichier

source: resource_link
fr: Lien vers la ressource

source: attached_file
fr: Fichier

# add_resource_link
source: Add Resource
fr: Ajouter une ressource

source: choose_project_team
fr: Choisir un projet

source: edit team
fr: Modifier l’équipe

source: delete_team
fr: Supprimer

# join_the_team
source: Joint The Team
fr: Rejoindre l’équipe

source: leave team
fr: Quitter l’équipe

source: read_more_project
fr: À propos du projet

source: resources_link
fr: Lien vers la ressource

source: mission_unclaimed_yet
fr: Mission non attribuée

source: no_answer
fr: Pas de réponse

source: mission_no_attributed_yet
fr: Mission non attribuée

source: particpants
fr: Participants

source: no_one_join_yet
fr: Pas de participant

source: join_col_mission_link
fr: Rejoindre la mission

source: mission_not_attributed
fr: Mission non attribuée

source: colelctive_mission
fr: Mission collective

source: discussion_board
fr: Chat

source: there_are_no_resources_yet
fr: Il n’y a pas de ressource.

source: participants_list
fr: Liste des participants

source: leave_col_mission_link
fr: Quitter la mission

source: new_project
fr: Nouveau projet

source: choose_templates
fr: Choisir

source: Duplicate
fr: Dupliquer

source: chose
fr: Choisir

source: individual
fr: Individuel

source: no_resources_yet
fr: Pas de ressource

source: team
fr: Equipe

source: create_a_new_team
fr: Créer une équipe

source: add_bulk_mission
fr: Ajouter une mission à plusieurs projets

source: add_bulk_indidv
fr: Ajouter

source: add_collective
fr: Ajouter

# save_button
source: Save
fr: Enregistrer

source: This Project Has No Missions Yet
fr: Ce projet n’a pas de mission.

# delete_button
source: Delete
fr: Supprimer
